app/views/comments/_comment.html.erb

INSERT INTO "comments" ("body", "created_at", "post_id", "updated_at") VALUES (?, ?, ?, ?)  [["body", "added using ajax"], ["created_at", "2014-10-11 22:48:00.881266"], ["post_id", 1], ["updated_at", "2014-10-11 22:48:00.881266"]]
---
  <p>
    <strong>Posted <%= time_ago_in_words(comment.created_at) %></strong><br />