app/views/posts/show.html.erb

<div id="comments">
  <% @post.comments.each do |comment| %>
---
SELECT "comments".* FROM "comments"  WHERE "comments"."post_id" = ?  [["post_id", 1]]